[
   {
      "id": 1,
      "username": "warr",
      "passw": "test",
      "game_title": [
         "Super Mario Galaxy",
         "Super Mario Sunshine",
         "Super Mario 64",
         "Super Mario 64",
         "Super Mario 64",
         "Super Mario 64",
         "Bioshock",
         "Super Mario Galaxy",
         "Bioshock 2",
         "Bioshock 2",
         "Bioshock"
      ],
      "comment_title": [
         "Super Mario Galaxy",
         "Super Mario Sunshine",
         "Super Mario 64",
         "Guide",
         "Guide",
         "My opinion on this game",
         "Bioshock",
         "This is an amazing experience",
         "Bioshock 2",
         "Bioshock 2",
         "General Info"
      ],
      "comment_tag": [
         "page",
         "page",
         "page",
         "guide",
         "guide",
         "general",
         "page",
         "general",
         "page",
         "general",
         "general"
      ],
      "comment": [
         "Another Mario adventure on which you go into space and have a new galactic adventure, with brand new companions. You will help Rosalina though a series of amazing adventures thoughout a series of amazing locations with clever and interesting features and controlls. This has an amazing story and a clever use of the Wii Motion Control features.",
         "Another Mario adventure which is on the Gamecube and has an amazing story and adventure aspect for the time. It has such a wonderful concept of the use of F.L.U.I.D your companion which becomes fundimental to the gameplay and controls to the game. You go on a vacation after the previous games and once you reach the Isle yourself in find trouble.",
         "This was one of the first 3D Mario Adventure games which features you exploring the Princess Peaches Castle and presented to you a series of different painting which can be entered and till take you to new and interesting idea. After you have completed some of the game you will be rewarded with powers which will help whilst on your adventures.",
         "You begin your adventures as Mario you have just been invited by Peach to come to the castle as she has baked you a cake. Once you come into the game, you dont expect anything unusual, but as you enter into the castle you where a wierd bowser-like laugh and realise that you will not be able to try that cake you where brought here for.",
         "In the room you notice that there is a series of door with stars on them with numbers inside them. This number indicates how many stars are needed to open corrisponding door. You then enter the door to your first level. You enter the painting and come to Bob-omb Battlefield. Here is where you realise you had just entered a battle between the bob-omb's.",
         "The thing is the game is really amazing as a child you enjoy the adventures and even as an adult. Theirs issues with the controller on the original 64 version but that still doesnt mean that this game is amazing. I love the music even to this day and on older consoles the music was one of the little things that made you really feel happy to play.",
         "This is a great game which takes you though a series of different locations. This is based around the idea of a man creating a new world which takes key parts of socialism and capitalism and gives more to the workers without restrictions.",
         "This is one of the unique mario games which is brilliant as it takes you into space and on an adventure to see different planets and uses a series of cool and interesting function and features.",
         "This is the second game of the Bioshock game where you are within a moral dilema and need to save a series of girls called \"little girls\" which are in need of your help. You are in the same location and must seek answers to a new question.",
         "This is a great game",
         "This game is a wonderful thing to play, and has a beautiful story.\r\n"
      ],
      "num_comments": 11
   },
   {
      "id": 1,
      "username": "warrr",
      "passw": "adminretro",
      "game_title": [],
      "comment_title": [],
      "comment_tag": [],
      "comment": [],
      "num_comments": 0
   },
   {
      "id": 2,
      "username": "warrrr",
      "passw": "admin",
      "game_title": [],
      "comment_title": [],
      "comment_tag": [],
      "comment": [],
      "num_comments": 0
   }
]